fio/fio_disk/disk_xfs/log/JBOD/log_38/sdd/fio_write_64k.log
test: (g=0): rw=write, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=64
fio-3.1
Starting 1 process
test: Laying out IO file (1 file / 1024MiB)

test: (groupid=0, jobs=1): err= 0: pid=23693: Sun Jul 15 01:53:08 2018
  write: IOPS=3097, BW=194MiB/s (203MB/s)(1024MiB/5290msec)
    slat (usec): min=4, max=186, avg=19.68, stdev=10.78
    clat (usec): min=861, max=213976, avg=20635.47, stdev=11586.61
     lat (usec): min=1054, max=213982, avg=20655.37, stdev=11586.18
    clat percentiles (msec):
     |  1.00th=[   20],  5.00th=[   20], 10.00th=[   20], 20.00th=[   20],
     | 30.00th=[   20], 40.00th=[   20], 50.00th=[   20], 60.00th=[   20],
     | 70.00th=[   21], 80.00th=[   21], 90.00th=[   21], 95.00th=[   24],
     | 99.00th=[   29], 99.50th=[   36], 99.90th=[  211], 99.95th=[  213],
     | 99.99th=[  215]
   bw (  KiB/s): min=118912, max=213632, per=99.56%, avg=197350.40, stdev=28207.14, samples=10
   iops        : min= 1858, max= 3338, avg=3083.60, stdev=440.74, samples=10
  lat (usec)   : 1000=0.01%
  lat (msec)   : 20=62.23%, 50=37.34%, 100=0.04%, 250=0.40%
  cpu          : usr=1.91%, sys=8.07%, ctx=8715, majf=0, minf=27
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.2%, >=64=99.6%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=0,16384,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: bw=194MiB/s (203MB/s), 194MiB/s-194MiB/s (203MB/s-203MB/s), io=1024MiB (1074MB), run=5290-5290msec

Disk stats (read/write):
  sdd: ios=0/8441, merge=0/7469, ticks=0/174266, in_queue=174682, util=98.11%